<?php

/* @var $this yii\web\View */

$this->title = Yii::t('app', 'Video operator for a wedding Kiev') . " ZEFIRMA " .
	Yii::t('app', 'Wedding videography and wedding video');

?>
<div class="site-index">

    <div class="body-content">
		 <div class="row center">
			 <h4><?= Yii::t('app', 'Wedding clips'); ?></h4>
		 </div>
		 
		 <div class="row center">
			 <p><?= Yii::t('app', 'Here you can get acquainted with several options of movies,
		are included in our packages. Enjoy watching'); ?> :)</p>
		 </div>
		 
		 
		 <?php 
			 $ii = 0;
			 foreach ($iframeUrls as $item): 
			 if(($ii % 2) == 0):
		 ?>
        	<div class="row">
	     <?php endif; ?>
	     
            <div class="col-md-6 col-cell-padding">
            	<div class="embed-responsive embed-responsive-16by9">
                	<iframe class="embed-responsive-item" src="<?= $item['url']; ?>" frameborder="0" allowfullscreen></iframe>
            	</div>
            </div>
		<?php if(($ii % 2) == 1): ?>
        	</div>
        <?php endif; ?>
        <?php
        	$ii++;
        	endforeach; 
        ?>

    </div>
    
    <div class='seo-text'>

<h4 class='center bold'>Видеосъемка свадьбы в Польше</h4>

Свадьба – это, конечно же, волнительное событие для молодоженов и их близких. Фотографии - это память, которая останется после нас,  и красивыми свадебными фотографиями будете любоваться не только вы, но и ваши дети внуки, а возможно и последующие поколения. Поэтому очень важно, чтобы вашу свадьбу снимал профессионал. Свадьба - это романтическая история с прекрасной кульминацией в виде торжества, на которое приглашают близких и родных людей.
 
<h4 class='center bold'>
Мы предоставляем качественные услуги фото и видео съемки на территории Украины и Польши
</h4>

Для того, чтобы ваши фотографии и видео стали действительно прекрасными воспоминаниями, мы используем весь свой профессионализм и многолетний опыт.  Варшава великолепный город с неповторимой архитектурой. Если местом свадьбы вы выбрали Варшаву или Краков мы обязательно подберем прекрасные места для осуществления съемки романтичного фильма об истории вашей любви. Видео и фото съемка вашей свадьбы в Польше - это история, преисполненная романтики и приключений и только профессионалам под силу передать это в кадрах.
Создание качественных свадебных фотографий и видео - это не простой процесс. Фотография должна передавать настроение и атмосферу. Ведь ни для кого не секрет, что на некоторые фотографии можно смотреть часами, переживая эмоции давно минувших дней, с тем же упоением как и в минуту фиксации этого кадра, а другие фотографии так и пылятся на полке не вызывая никаких эмоций.  Для того, чтобы фотограф уловил те самые кадры он должен обладать чутьем и профессионализмом. На предварительной встрече с заказчиком фотограф старается максимально понять характер и предпочтения заказчика. Ведь свадебная фото и видеосъёмка - это обоюдно творческий процесс. Ведь именно вы являетесь главными героями в романтической истории, кульминацией которой, является грандиозное событие в жизни всех влюбленных.  Это свадьба.
 
Вы сами являетесь главными героями снятого нами фильма, в котором мы отобразим всю глубину ваших чувств, всю нежность и трепетность ваших отношений. Но для того, что бы наш фильм вышел именно таким, над его созданием мы будем работать единой командой.

<h4 class='center bold'>
Создавая фильм о вашей свадьбе в Польше, мы обязательно снимем важные для каждой невесты и жениха события, включающие в себя сборы невесты и жениха.
</h4>

Для невесты - это платье, макияж. Веселое время провождение с подружками.Очень важно передать утреннюю атмосферу, настроение и ваши искренние эмоции .
Второй этап - это свадебная церемония. Это может быть венчание в соборе или костеле. Такая съемка всегда торжественна и трогательна. И задача оператора и монтажера передать эти эмоции и найти нужные моменты, которые это отобразят.
Затем подходит очередь прогулки. Именно во время прогулки будут отсняты самые романтические кадры. И очень важно, чтобы оператор знал предварительно запланированный маршрут. Не лишним будет посоветоваться с оператором. Возможно, он сможет подсказать удачные места, благодаря которым можно будет получить необычные кадры, которые порадуют вас впоследствии.
И кульминация торжества – это, конечно же, ресторан. Это встреча молодых, близкие и дорогие люди, которые пришли поздравить молодоженов.
На сегодняшний день многие молодожены практикуют  Bridal session- это фото сессия жениха и невесты в красивых местах накануне свадьбы. День свадьбы и так переполнен переживаниями и зачастую прогулка, которая занимает около двух часов, не позволяет быть в нескольких местах одновременно и провести качественную фото сессию. Да и сама фото сессия - это дополнительная нагрузка для молодоженов, для которых свадьба и так нелегкое испытание. Именно по этой причине  Bridal session - является прекрасной альтернативой. Позволяющей получить красивые фотографии, а при желании порадовать гостей, приподнеся их в качестве свадебного сюрприза.
Также интересным решением является Engagement Session- это сьемка молодых в обычной одежде в дорогих и памятных для молодоженов местах. Такая съемка позволяет лучше узнать фотографа и в день свадьбы чувствовать себя более раскованно в Польше (Краков, Варшава) либо в Украине (Киеве).

<h4 class='center bold'>
Видеооператор на свадьбу Киев. Видеосъемка свадьбы
</h4>

Любая свадьба заслуженно считается наиболее ярким и торжественным событием у большей части людей. Именно поэтому стараются запечатлеть самые яркие и запоминающие моменты не только на пленку, но и на видео. Разумеется, такая дуплексная съемка окажется дорогим выбором для заказчика, но результат окажется впечатляющим – помимо свадебного фотоальбома в семье будет иметься свадебный фильм, который можно будет посмотреть в кругу семьи.
Расскажем о преимуществах свадебного видео: видеосъемка всегда проводится двумя видеооператорами  использованием светосильной оптики с разным фокусным расстоянием (макро, широкоугольной и узкофокусной ). Таким образом, достигается более разноплановый результат - присутствие общих, средних, крупных планов и деталей одной постановочной сцены. При съемке используются системы стабилизации изображения GlideCam , GlideTrack. Звук на вашей свадьбе пишется не только на внешние микрофоны но и с пульту звукорежиссёра, что позволяет без посторонних шумов записать например ваши клятвы на свадебной церемонии. Весь свадебный фильм и ролик проходит не только монтаж но и полную цветокоррекцию. В день вашей свадьбы мы передвигаемся на собственном транспорте, что не будет доставлять вам лишних хлопот.
    Но порой некоторые заказчики делают самую распространенную ошибку – для свадебного видео приглашают любителей из числа гостей и родственников. Стоит ли говорить, что такой подход таит в себе множество недостатков – на видео на первом плане можно будет с трудом вычислить молодоженов, спецэффектов как и приличного саундтрека не будет иметься в принципе.
   Но у профессионального видеооператора на свадьбу в Киеве, как и в других городах, таких ошибок изначально наблюдаться не будет, поскольку он обязательно будет пользоваться качественной профессиональной видеоаппаратурой, в которой будет иметься ручная фокусировка изображения, оптическая и цифровая стабилизация изображения, которое будет записываться исключительно на профессиональную  камеру Canon5d mark2с высоким разрешением.
Профессионал- видеооператор на свадьбу в этом случае обязательно запасется дополнительным аккумулятором, что позволит заказчику быть полностью уверенным в одном – все свадебное видео будет записано жосткий диск. И случаев, когда у любителей внезапно заканчивается заряд в аккумуляторе видеокамеры, наблюдаться никогда не будет!

Как только пройдут свадебные мероприятия, настоящий мастер произведет грамотный монтаж – уберет ненужные кадры, добавит качественный саундтрек. И далее останется как переформатировать профессиональный видеоформат в MP4, и отдать свадебный видеодиск своим заказчикам, которые будут вновь и вновь пересматривать самые волнующие моменты на свадьбе в течение всей долгой счастливой жизни…

После праздника вы получаете полнометражный фильм о своей свадьбе (длительностью от 30 до 60 минут), а кроме него и небольшой веселый клип в 3-5 минут, составленный из лучших моментов вашей свадьбы под веселую музыку.

<h4 class='center bold'>
Оператор на свадьбу Киев
</h4>

Свадебное видео в Киеве в обязательном порядке включает в себя подготовку молодых к свадебной церемонии, такой как выездная церемония, ЗАГС или венчание (утренний марафет, одевание, встречу с дружками и подружками), свадебную прогулку по городу. По желанию можно еще заказать и съемку свадебного банкета, и подачу свадебного торта. Хронология событий в фильме примерно следующая.
Молодые с утра. Как правило, свадебное видео или свадебный фильм начинается с того, как молодые спросонья готовятся к свадьбе. Оператор занят съемкой невесты: невеста с помощью подружек одевается, наводит марафет, готовятся конкурсы для жениха.
Встреча жениха с невестой. Затем идет видеосъемка того, как жених проходит все конкурсы, приготовленные ему подружками и свидетельницей невесты (если, конечно, таковые готовились). Ведь это очень веселая, смешная процедура. А затем, после долгих (или не очень) испытаний для жениха снимают и саму встречу жениха с невестой: их радость, объятия, поцелуи и т.д.
Церемония в ЗАГСе. Здесь уже идет видеосъемка и гостей на свадьбе: друзей, родственников, и их родственников. Всего контингента, собравшегося на церемонию у ЗАГСа. Затем запечатлевается на видео и сама церемония: речь работницы ЗАГСа, обмен кольцами. В ЗАГСе работают  две камеры, что дает возможность проводить сразу две съемки: общего плана и приближенного (а затем их комбинировать).
Прогулка. Свадебный фильм немыслим и без запечатления свадебной прогулки. Нередко здесь режиссеры предлагают молодым разыграть какой-нибудь сюжет: опоздание на самолет, встречу в лесу, в поле и т.д. Для клипа. Но можно ограничиться и простой прогулкой: просто поснимать молодых, свидетелей, гостей в разных местах и в разных ракурсах.
Свадебный банкет и подача свадебного торта. На этом этапы съемка продолжается, снимаются все самые интересные моменты конкурсной программы, тосты гостей, первый танец, бросание букета, подвязки, семейный очаг и т.д. Что бы фильм имел свою логичную завершенность.  

<h4 class='center bold'>
Свадебное видео или свадебный клип
</h4>

Кроме полномасштабного свадебного фильма существует еще и свадебный клип. Свадебный клип – это подборка лучших моментов вашей свадьбы, связывание их в одно целое и наложение на это все музыки. Весь клип длится не более 3-5 минут. Смотрится очень живо, весело и душевно. Его смело можно разослать всем своим друзьям для просмотра: они его точно досмотрят до конца. В наше время существуют целые направления свадебных клипов: love story, trash the dress, concept film, гламур, гангстерский стиль и многие другие.
    </div>
</div>
